    
  export const label_Level1_info = ['건강한잔디','물리적피해','병해','충해','잡초']

  export const label_Level2_info = [
    ['일반',	'배토',	'통기(유공)',	'통기(무공)'	,'시비(알비)',	'시비(액비)'	,'깎기'	,'보식'	,'농약살포'	,'제초제 (발아전)'	,'제초제 (경엽)'	,'버티칼모잉'	,'브러쉬작업',	'스위퍼작업',	'구르밍작업',	'기타'],
    ['볼마크',	'건조피해',	'플레이어 답압'	,'고온피해',	'디봇',	'과습피해',	'약해',	'음지피해'	,'장비피해',	'저온피해',	'기타피해'],
    ['엽고성병'	,'패취류',	'토양병',	'조류',	'기타'],
    ['나방류'	,'굼벵이류'	,'응애',	'기타'],
    ['화본과',	'사초과',	'광엽',	'이종잔디'	,'이끼'	,'기타']
  ]
  
  export const turf_type = ['한국잔디','벤트그래스',	'켄터키블루그래스',	'라이그래스',		'버뮤다그래스']

  export const course_list_label = ['청도','포항','중문','시흥','거창','속리산','춘천']
  export const captured_date_label = [
    {id:'MGC000',capdate:[]},
    {id:'MGC001',capdate:['20230811','20230816', '20230908']},
    {id:'MGC002',capdate:['20230823', '20230907','20230919','20230927']},
    {id:'MGC003',capdate:['20230909','20230910']},
    {id:'MGC004',capdate:['20230807','20230815','20230822','20230902','20230905','20230912','20230919']},
    {id:'MGC005',capdate:['20230809','20230906', '20230817','20230927']},
    {id:'MGC006',capdate:['20230825','20230911']},
    {id:'MGC007',capdate:['20230826','20230907']},

  ]

  export const label_single = {
    level1:"",
    level2:"",
    level3:"",
    TurfType:""
  }

